{
  "": {
    "custom": null,
    "name": "",
    "slot": "Mod",
    "image": "images/Remnant/clear.png",
    "desc": "",
    "stats": {}
  },
  "Song of Eafir": {
    "custom": null,
    "name": "Song of Eafir",
    "slot": "Mod",
    "image": "https://i.imgur.com/6MAqXoQ.png",
    "desc": "Fires a shot infused with the binding power of the Song of Eafir. Staggers most ground enemies within 10m and deals 450 damage to Flying enemies within the same range.\nThe song continues for 15s, afflicting targets within 15m with SLOW, and a 15% decrease to damage dealt.",
    "stats": {
      "REdamage": -0.15
    }
  },
  "Astral Burst": {
    "name": "Astral Burst",
    "slot": "Mod",
    "image": "https://i.imgur.com/8hE87IA.png",
    "desc": "Fires a short range burst of 7 star fragments which deal 90 damage each. Fragments bounce off walls up to 3 times, dealing 25% additional damage per bounce. Weakspot hits deal reduced damage.",
    "custom": null,
    "stats": {}
  },
  "Blood Draw": {
    "name": "Blood Draw",
    "slot": "Mod",
    "image": "https://i.imgur.com/1Iz3US5.png",
    "desc": "Shoots out razor-sharp Chain Shards which impale up to 5 targets within 15m, dealing X30 damage. On hit, chains are pulled towards the caster, dealing 750 damage split equally among enemies and applying 825 BLEEDING damage over 15s.",
    "custom": null,
    "stats": {}
  },
  "Bore": {
    "name": "Bore",
    "slot": "Mod",
    "image": "https://i.imgur.com/9jIAj8a.png",
    "desc": "Fires a drill projectile which bores into enemies on contact, dealing 240 damage. After fully burrowing into an enemy, creates a Weakspot which grants 50% of normal Weakspot Damage on hit. If attached to an existing Weakspot, Ranged Crit Chance is increased by 15% when attacking the drill. Lasts 6s.",
    "custom": null,
    "stats": {}
  },
  "Concussive Shot": {
    "name": "Concussive Shot",
    "slot": "Mod",
    "image": "https://i.imgur.com/gNclurD.png",
    "desc": "Fires a focused blast of air through all targets within 8m, dealing 465 damage and 5x impact.",
    "custom": null,
    "stats": {}
  },
  "Corrosive Rounds": {
    "name": "Corrosive Rounds",
    "slot": "Mod",
    "image": "https://i.imgur.com/aitCmr9.png",
    "desc": "Imbues ammunition with TOXIC and increases Range Crit Chance by 15% for 20s. Shots also apply CORRODED, dealing 300 damage over 10s.",
    "custom": null,
    "stats": {}
  },
  "Creeping Mist": {
    "name": "Creeping Mist",
    "slot": "Mod",
    "image": "https://i.imgur.com/8bOJSbr.png",
    "desc": "Shoots a cannister out that shatters on impact to reveal an expanding mist, starting at 7.5m and growing to 15m over 5s. The mist lasts 20s. While affected, enemies receive 25% additional Status Effect Damage and are 5% more likely to be struck with a critical hit from any source. The mists debuff persists for 10s after target exits the mist.",
    "custom": null,
    "stats": {}
  },
  "Defrag": {
    "name": "Defrag",
    "slot": "Mod",
    "image": "https://i.imgur.com/2EIYw7v.png",
    "desc": "Infects weapon with Malware for 30s, causing shots to apply FRAGMENTED for 5s. When a FRAGMENTED enemy dies, they create a Glitch that lasts 15s.\n\nPicking up a Glitch increases All damage by 20% for 15s.\n\nDestroying a Glitch causes it to destabilize, creating a 5m Virus Pool which deals 75 damage per second and applies the FRAGMENTED debuff to enemies inside. Virus Pools last 15s.",
    "custom": null,
    "stats": {}
  },
  "Energy Wall": {
    "name": "Energy Wall",
    "slot": "Mod",
    "image": "https://i.imgur.com/cO7GyIG.png",
    "desc": "Deploys an energy barrier on impact with ground. Allies can shoot through Energy Wall but enemy projectiles are absorbed (up to 1000 damage\nreceived). Max 1 Wall at a time. Lasts 30s.",
    "custom": null,
    "stats": {}
  },
  "Familiar": {
    "name": "Familiar",
    "slot": "Mod",
    "image": "https://i.imgur.com/UmF10KH.png",
    "desc": "Summons Faerie Familiar to aid in combat. The Familiar selects a random enemy within 10m and slashes through them for 75 damage each attack. Familiar will select a new target when the previous one dies. Lasts 15s.",
    "custom": null,
    "stats": {}
  },
  "Fargazer": {
    "name": "Fargazer",
    "slot": "Mod",
    "image": "https://i.imgur.com/Y9BXiib.png",
    "desc": "Calls forth an eye of Legion to gaze at player's AIM target. For every 0.25s Fargazer focuses on a target within 25m, a stack of MADNESS Status is applied for 5s. Each stack deals 9 Damage per second. Max 10 stacks. Lasts 30s.",
    "custom": null,
    "stats": {}
  },
  "Firestorm": {
    "name": "Firestorm",
    "slot": "Mod",
    "image": "https://i.imgur.com/ZoRb70h.png",
    "desc": "Creates a whirling cyclone that sucks in nearby targets and applies BURNING for 10s. The center of the cyclone deals 225 FIRE damage per second. Lasts 15s.",
    "custom": null,
    "stats": {}
  },
  "Healing Shot": {
    "name": "Healing Shot",
    "slot": "Mod",
    "image": "https://i.imgur.com/iqu7fjp.png",
    "desc": "Launches a payload that explodes on contact with allies, healing 30% of their max health. When no ally is struck, payload lays dormant until an ally gets close. Dormant payload lasts 30s, slowly losing healing potency over time.",
    "custom": null,
    "stats": {}
  },
  "Helix": {
    "name": "Helix",
    "slot": "Mod",
    "image": "https://i.imgur.com/LEpfV1I.png",
    "desc": "Shoots a helix of missiles, dealing 170 damage. On contact, divides into 6 smaller rockets which seek additional targets, dealing 90 damage on contact.",
    "custom": null,
    "stats": {}
  },
  "Hotshot": {
    "name": "Hotshot",
    "slot": "Mod",
    "image": "https://i.imgur.com/VpqAixm.png",
    "desc": "Imbues ammunition with FIRE and increases Ranged damage by 15% for 20s. Shots also apply BURNING, dealing 600 FIRE Damage over 10 seconds.",
    "custom": null,
    "stats": {}
  },
  "Knight Guard": {
    "name": "Knight Guard",
    "slot": "Mod",
    "image": "https://i.imgur.com/JeUqAsH.png",
    "desc": "Summons Knight Guard to aid in combat. The Guards hurl penetrating slashes at a random enemy dealing 15 damage. The Guards will melee enemies if close enough for 15 damage. Lasts 20s",
    "custom": null,
    "stats": {}
  },
  "Overflow": {
    "name": "Overflow",
    "slot": "Mod",
    "image": "https://i.imgur.com/mnNhghp.png",
    "desc": "Imbues ammunition with SHOCK and increases Fire Rate by 15% and Reload Speed by 15% for 20 seconds. Shots also apply OVERLOADED, dealing 105 SHOCK Damage every 5s for 10s.",
    "custom": null,
    "stats": {}
  },
  "Prismatic Driver": {
    "name": "Prismatic Driver",
    "slot": "Mod",
    "image": "https://i.imgur.com/D4vzv8x.png",
    "desc": "Fires a superheated beam which deals 75 Mod Damage per second. Sustaining the beam on a target causes an explosion which deals 450 Mod damage in a 3m AOE.",
    "custom": null,
    "stats": {}
  },
  "Ring of Spears": {
    "name": "Ring of Spears",
    "slot": "Mod",
    "image": "https://i.imgur.com/paSALmR.png",
    "desc": "Calls forth 7 phantom spears to encircle the wielder for 25 seconds. This ring will deal up to 35 damage per second to nearby enemies, based on the number of spears remaining in the ring. While the mod is active, these spears can be thrown by tapping the mod button, dealing 100 damage to the first enemy hit. Spears will remain at their impact point for the duration of the mod or until recalled by holding the mod button. When recalled, spears will return to the wielder, dealing 50 damage to enemies along their path. When all recalled spears have reached the wielder, they cause an explosion dealing up to 350 damage based on the number of spears recalled.",
    "custom": null,
    "stats": {}
  },
  "Rootlash": {
    "name": "Rootlash",
    "slot": "Mod",
    "image": "https://i.imgur.com/IFqxPee.png",
    "desc": "Launches a projectile which summons a Root Tentacle. Tentacles deal 90 damage and steal 1.5% of the hero's Max Health per hit. Lasts 20s. (Max 2)",
    "custom": null,
    "stats": {}
  },
  "Rotted Arrow": {
    "name": "Rotted Arrow",
    "slot": "Mod",
    "image": "https://i.imgur.com/oJO0QFG.png",
    "desc": "Fires a rotten arrow that deals 56 damage and detonates for another 180 damage within 4m. A deadly gas cloud is left behind that deals 600 damage over 5s.",
    "custom": null,
    "stats": {}
  },
  "Scrap Shot": {
    "name": "Scrap Shot",
    "slot": "Mod",
    "image": "https://i.imgur.com/PBn7ytP.png",
    "desc": "Fires a caltrops grenade that explodes to cover an area of 6m. Caltrops deal 60 damage per second and SLOW to enemies that walk over them. Lasts 10s.",
    "custom": null,
    "stats": {}
  },
  "Skewer": {
    "name": "Skewer",
    "slot": "Mod",
    "image": "https://i.imgur.com/ckpUuDp.png",
    "desc": "Fires a Wretched Spear which embeds itself on contact. Spears deal 470 damage on hit, rapidly dividing inside the target until bursting, dealing 420 damage to all targets within 3m. Spears embedded in the environment remain in place for 10s.",
    "custom": null,
    "stats": {}
  },
  "Soulbinder": {
    "name": "Soulbinder",
    "slot": "Mod",
    "image": "https://i.imgur.com/BW1I8Tp.png",
    "desc": "Fires a projectile that attaches to the enemy dealing 120 damage. Enemies within 7m become bound to the primary target after impact and share 60% of damage dealt to them. Lasts 15s.",
    "custom": null,
    "stats": {}
  },
  "Space Crabs": {
    "name": "Space Crabs",
    "slot": "Mod",
    "image": "https://i.imgur.com/DhojdeS.png",
    "desc": "Launch an alien egg that bursts on impact, releasing 5 Space Crabs. Crabs follow the caster, leaping towards enemies within 4m, and exploding, dealing 180 Damage each.",
    "custom": null,
    "stats": {}
  },
  "Stasis Beam": {
    "name": "Stasis Beam",
    "slot": "Mod",
    "image": "https://i.imgur.com/pGgMiaN.png",
    "desc": "Fires a beam which deals X45 damage per second, and applies SLOW Debuff. After 3s of application to a target, SLOW becomes STASIS, freezing the target in place for 10s.",
    "custom": null,
    "stats": {}
  },
  "Time Lapse": {
    "name": "Time Lapse",
    "slot": "Mod",
    "image": "https://i.imgur.com/r9Keesw.png",
    "desc": "Creates a 6m blast which freezes all standard enemies for 7s.\nDealing damage to frozen enemies immediately breaks the Time Lapse effect, applying SLOW for the remaining duration",
    "custom": null,
    "stats": {}
  },
  "Tremor": {
    "name": "Tremor",
    "slot": "Mod",
    "image": "https://i.imgur.com/vWIWTkz.png",
    "desc": "Fires a projectile that cracks the ground and spawns shockwaves that deal X225 damage Within 9m for 6s. Shockwaves inflict 3x impact.",
    "custom": null,
    "stats": {}
  },
  "Voltaic Rondure": {
    "name": "Voltaic Rondure",
    "slot": "Mod",
    "image": "https://i.imgur.com/oWMDim4.png",
    "desc": "Launches a slow-moving orb that pulses every 0.5s, striking enemies within 3m for 60 SHOCK damage and applying OVERLOADED for 15s. The orb lasts 20s. The orb can be overcharged by striking it with additional damage.",
    "custom": null,
    "stats": {}
  },
  "Witchfire": {
    "name": "Witchfire",
    "slot": "Mod",
    "image": "https://i.imgur.com/2X2SSs8.png",
    "desc": "Fires a highly volatile projectile that explodes to leave a line of flaming terrain. Deals 165 FIRE Damage per second, and applies BURNING, dealing 600 damage over 10s. Lasts 5s.",
    "custom": null,
    "stats": {}
  }
}